// 문제1: 삼각형 넓이 계산
    // // 1. 밑변, 높이 입력 받기
    // let 밑변 = Number(prompt(`밑변을 입력하시오.`));
    // let 높이 = Number(prompt(`높이를 입력하시오.`));

    // // 2. 삼각형 넓이 계산
    // let 넓이 = 밑변*높이/2;

    // // 3. 콘솔 출력
    // console.log(`삼각형 넓이: ${넓이}`);

// 문제2: 섭씨를 화씨로 변환
    // // 1. 섭씨 입력 받기
    // let 섭씨 = Number(prompt(`섭씨를 입력하시오. (숫자로만 입력)`));
    // // 2. 화씨 온도로 변환
    // let 변환 = (섭씨*9/5)+32;
    // // 3. 콘솔에 출력
    // console.log(`${섭씨}도는 화씨로 ${변환}도 입니다.`);

// 문제3: 나이 계산기
    // // 1. 태어난 년도 입력 받기
    // let born = Number(prompt(`태어난 년도를 입력하시오. (숫자만)`));
    // // 2. 2025년 기준 현재 나이 계산, 콘솔에 출력
    // console.log(`당신은 ${2025 - born}세 입니다.`)

// 문제4: 